//These strings are used in Message Center Prefrence for email alert settings

//Address book panel title
"Email Address Book" = "Sähköpostiosoitekirja";
"Addresses" = "Osoitteet";

//Duplicate entry error: title and description
"Duplicate email address found" = "Sama sähköpostiosoite löydettiin kahdesti";
"This email address is already present in the recipients list." = "Tämä sähköpostiosoite on jo vastaanottajien luettelossa.";

//For multiple entries
"Duplicate email addresses found" = "Samoja sähköpostiosoitteita löydettiin kahdesti";
//a"This email address is already present in the recipients list." = "Tämä sähköpostiosoite on jo vastaanottajien luettelossa.";
"Some of the email addresses are already present in the recipients list." = "Jotkin sähköpostiosoitteet ovat jo vastaanottajien luettelossa.";
"These email addresses are already present in the recipients list." = "Nämä sähköpostiosoitteet ovat jo vastaanottajien luettelossa.";


//Dupicate entry error: description: If we want to allow the user to add the duplicate entry.
"This email address is already present in the recipients list. Do you wish to add it again?" = "Tämä sähköpostiosoite on jo vastaanottajien luettelossa. Haluatko lisätä sen uudelleen?";

//Button titles
"Yes" = "Kyllä";
"No" = "Ei";
"OK" = "OK";

//New header name in recipients table view
"Send" = "Lähetä";
"Use" = "Käytä";

//Alert for unavailable access to address book
"Information unavailable" = "Tiedot eivät ole saatavilla";
"No access to the \"%@\" application.\nYou can unblock it via the System Preferences, Security & Privacy panel." = "Sovellusta \"%@\" ei voi käyttää.\nVoit poistaa eston Järjestelmäasetukset Suojaus ja yksityisyys -paneelista.";